tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "docker"
brew "redis"
brew "caddy"
brew "speedtest-cli"
brew "starship"
brew "wget"
brew "webp"
brew "zzz"
brew "dopplerhq/cli/doppler"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "WebPQuickLook"
cask "jellyfin"
cask "plex-media-server"
cask "hyper"
cask "iina"
cask "intel-power-gadget"
cask "keka"
cask "notion"
cask "qbittorrent"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"