tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "tursodatabase/tap"
brew "sqlite"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "make"
brew "mkcert"
brew "nss"
brew "redis", restart_service: true
brew "wget"
brew "you-get"
brew "yt-dlp"
brew "dopplerhq/cli/doppler"
brew "tursodatabase/tap/turso"
cask "cacher"
cask "lulu"
cask "ngrok"
cask "qbittorrent"
cask "rio"
cask "visual-studio-code"
vscode "1000ch.clean-css"
vscode "aaron-bond.better-comments"
vscode "ajmnz.prisma-import"
vscode "ambar.bundle-size"
vscode "antfu.unocss"
vscode "arcanis.vscode-zipfs"
vscode "artlaman.chalice-color-theme"
vscode "astro-build.astro-vscode"
vscode "azemoh.one-monokai"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bourhaouta.tailwindshades"
vscode "box-of-hats.minify-selection"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "cweijan.vscode-database-client2"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "doggy8088.quicktype-refresh"
vscode "dunn.redis"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.postgresql-syntax"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gerane.theme-flatgrammer"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gregorbiswanger.json2ts"
vscode "hancel.markdown-image"
vscode "hilleer.yaml-plus-json"
vscode "j-brooke.fracturedjsonvsc"
vscode "jannisx11.batch-rename-extension"
vscode "joaopalmeiro.icons-octicons"
vscode "josee9988.minifyall"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kevinrose.vsc-python-indent"
vscode "luisfontes19.vscode-swissknife"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikebovenlander.formate"
vscode "mikestead.dotenv"
vscode "million.million-lint"
vscode "mitchdenny.ecdc"
vscode "monish.regexsnippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "orsenkucher.vscode-graphql"
vscode "pabue.linear-theme"
vscode "pawelgrzybek.gatito-theme"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "prql-lang.prql-vscode"
vscode "qilejia.optional-regexp-replace"
vscode "quantifiedleap.sql-transformer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "ritwickdey.liveserver"
vscode "robertz.code-snapshot"
vscode "rust-lang.rust-analyzer"
vscode "sanity-io.vscode-sanity"
vscode "simonhe.unot"
vscode "sreetamd.karma"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "thebearingedge.vscode-sql-lit"
vscode "trapfether.tailwind-raw-reorder"
vscode "unifiedjs.vscode-mdx"
vscode "unifiedjs.vscode-remark"
vscode "uniquevision.vscode-plpgsql-lsp"
vscode "vercel.turbo-vsc"
vscode "viijay-kr.react-ts-css"
vscode "visbydev.folder-path-color"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wmaurer.change-case"
vscode "yechunan.json-color-token"
vscode "yzhang.markdown-all-in-one"
vscode "zardoy.fix-all-json"
vscode "zh9528.file-size"
