tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "docker"
brew "tcl-tk"
brew "python-tk@3.9"
brew "redis"
brew "speedtest-cli"
brew "starship"
brew "wget"
brew "zzz"
brew "dopplerhq/cli/doppler"brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "openinterminal"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyper"
cask "iina"
cask "intel-power-gadget"
cask "keka"
cask "notion"
cask "qbittorrent"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp